export const memberName = [
  {
    name: "अग्रवाल श्री. गोपालदास शंकरलाल",
  },
  {
    name: "अडसूळ कॅप्टन अभिजित आनंदराव",
  },
  {
    name: "अंतापूरकर श्री. रावसाहेब ऊर्फ चांदोबा जयवंत",
  },
  {
    name: "अब्दुल सत्तार श्री. अब्दुल नबी",
  },
  {
    name: "अहिर श्री. सचिन मोहन",
  },
  {
    name: "आझमी श्री. अबू असिम",
  },
  {
    name: "आत्राम श्री. दीपक मल्लाजी",
  },
  {
    name: "आव्हाड श्री. जितेंद्र सतीश",
  },
  {
    name: "आयलानी श्री. कुमार उत्तमचंद",
  },
  {
    name: "उसेंडी डॉ. नामदेव दल्लुजी",
  },
  {
    name: "ओझरे श्री. राजाराम नथू",
  },
  {
    name: "औटी श्री. विजयराव भास्करराव",
  },
  {
    name: "कर्डिले श्री. शिवाजी भानुदास",
  },
  {
    name: "कडू श्री. बच्चू ऊर्फ ओमप्रकाश बाबाराव",
  },
  {
    name: "कथोरे श्री. किसन शंकर",
  },
  {
    name: "कदम श्री. अनिल साहेबराव",
  },
  {
    name: "कदम श्री. राम",
  },
  {
    name: "कदम-बोर्डीकर श्री. रामप्रसाद वामनराव",
  },
  {
    name: "कांबळे श्री. भाऊसाहेब मल्हारी",
  },
  {
    name: "कांबळे श्री. मिलिंद (आण्णा)",
  },
  {
    name: "कासावार श्री. वामनराव बापूराव",
  },
  {
    name: "काळे श्री. अशोकराव शंकरराव",
  },
  {
    name: "काळे डॉ. कल्याण वैजिनाथराव",
  },
  {
    name: "काळे श्री. केवलराम तुलसीरामजी",
  },
  {
    name: "किणीकर श्री. बालाजी",
  },
  {
    name: "कुटे श्री. संजय श्रीराम",
  },
  {
    name: "कुंभारे श्री. विकास शंकरराव",
  },
  {
    name: "केचे श्री. दादाराव यादवरावजी",
  },
  {
    name: "केदार श्री. सुनील छत्रपाल",
  },
  {
    name: "केसरकर श्री. दीपक वसंत",
  },
  {
    name: "कोकाटे श्री. माणिकराव शिवाजी",
  },
  {
    name: "कोतवाल श्री. शिरिषकुमार वसंतराव",
  },
  {
    name: "कोरे श्री. विनय विलासराव (सावकर)",
  },
  {
    name: "कोळंबकर श्री. कालिदास नीळकंठ",
  },
  {
    name: "खडसे श्री. विजयराव यादवराव",
  },
  {
    name: "खाडे श्री. सुरेश (भाऊ) दगडू",
  },
  {
    name: "खान श्री. मोहम्मद आरीफ (नसीम)",
  },
  {
    name: "खोपडे श्री. कृष्णा",
  },
  {
    name: "खोसा श्री. बलदेव",
  },
  {
    name: "गडाख श्री. शंकरराव यशवंतराव",
  },
  {
    name: "गायकवाड श्री. गणपत काळू",
  },
  {
    name: "गावंडे श्री. संजय लक्ष्मण",
  },
  {
    name: "गावित श्रीमती निर्मला रमेश",
  },
  {
    name: "गावित श्री. शरद कृष्णराव",
  },
  {
    name: "गिते श्री. वसंतराव निवृत्ती",
  },
  {
    name: "गेडाम श्री. आनंदराव गंगाराम",
  },
  {
    name: "गोगावले श्री. भरतशेठ",
  },
  {
    name: "गोटे श्री. अनिल अण्णा",
  },
  {
    name: "गोरे श्री. जयकुमार भगवानराव",
  },
  {
    name: "गोरंट्याल श्री. कैलास किशनराव",
  },
  {
    name: "घनदाट श्री. सीताराम",
  },
  {
    name: "घुले श्री. चंद्रशेखर मारुतरावजी",
  },
  {
    name: "घोडमारे श्री. विजयबाबू पांडुरंगजी",
  },
  {
    name: "घोलप श्री. बबन शंकर",
  },
  {
    name: "घोसाळकर श्री. विनोद रामचंद्र",
  },
  {
    name: "चव्हाण श्री. अशोक शंकरराव",
  },
  {
    name: "चव्हाण श्री. दीपक प्रल्हाद",
  },
  {
    name: "चव्हाण श्री. मधुकर बाळकृष्ण ऊर्फ अण्णा",
  },
  {
    name: "चव्हाण श्री. रवींद्र दत्तात्रय",
  },
  {
    name: "चव्हाण श्री. वसंतराव बळवंतराव",
  },
  {
    name: "चव्हाण श्री. सदानंद नारायण",
  },
  {
    name: "चौगुले श्री. ज्ञानराज धोंडिराम",
  },
  {
    name: "चौधरी श्री. शिरिष मधुकराव",
  },
  {
    name: "जगताप श्री. लक्ष्मण पांडुरंग",
  },
  {
    name: "जगताप श्री. वीरेंद्र वाल्मीक",
  },
  {
    name: "जठार श्री. प्रमोद शांताराम",
  },
  {
    name: "जाधव श्री. अशोक भाऊ",
  },
  {
    name: "जाधव श्री. प्रदीप हेमसिंग (नाईक)",
  },
  {
    name: "जाधव-पाटील श्री. मकरंद लक्ष्मणराव",
  },
  {
    name: "जाधव श्री. संजय बंडू (हरिभाऊ)",
  },
  {
    name: "जाधव श्री. हर्षवर्धन रायभान",
  },
  {
    name: "जेथलिया श्री. सुरेशकुमार कन्हैयालाल",
  },
  {
    name: "जैन श्री. सुरेशकुमार भीकमचंद",
  },
  {
    name: "जैस्वाल श्री. आशिष नंदकिशोर",
  },
  {
    name: "जैस्वाल श्री. प्रदीप शिवनारायण",
  },
  {
    name: "झनक श्री. सुभाष रामराव",
  },
  {
    name: "ठाकूर श्री. प्रशांत रामशेठ",
  },
  {
    name: "ठाकूर अँड. यशोमती",
  },
  {
    name: "ठाकूर श्री. रमेशसिंह",
  },
  {
    name: "ठाकूर श्री. क्षितिज हितेंद्र",
  },
  {
    name: "ढिकले अँड. उत्तमराव नथुजी",
  },
  {
    name: "तरे श्री. विलास सुकूर",
  },
  {
    name: "थोपटे श्री. संग्राम अनंतराव",
  },
  {
    name: "थोरात श्री. रमेशराव किसन",
  },
  {
    name: "दरेकर श्री. प्रवीण यशवंत",
  },
  {
    name: "दरोडा श्री. दौलत भिका",
  },
  {
    name: "दळवी श्री. सूर्यकांत शिवराम",
  },
  {
    name: "दांडेगावकर श्री. जयप्रकाश रावसाहेब",
  },
  {
    name: "दानवे श्री. चंद्रकांत पुंडलिकराव",
  },
  {
    name: "देशकर श्री. अतुल देवीदास",
  },
  {
    name: "देशमुख श्री. अमित विलासराव",
  },
  {
    name: "देशमुख श्री. गणपतराव अण्णासाहेब",
  },
  {
    name: "देशमुख-पारवेकर श्री. निलेश शिवराम",
  },
  {
    name: "देशमुख श्री. राजीव अनिल",
  },
  {
    name: "देशमुख श्री. विजयकुमार सिद्रामप्पा",
  },
  {
    name: "देशमुख श्री. सुधाकर श्यामरावजी",
  },
  {
    name: "देशमुख श्री. सुरेश बापूरावजी",
  },
  {
    name: "धस श्री. सुरेश रामचंद्र",
  },
  {
    name: "धोटे श्री. सुभाष रामचंद्र",
  },
  {
    name: "धोंडगे श्री. शंकर (अण्णा) गणेशराव",
  },
  {
    name: "नरके श्री. चंद्रदीप शशिकांत",
  },
  {
    name: "नाईक श्री. गणेश रामचंद्र",
  },
  {
    name: "नाईक श्री. मनोहरराव राजुसिंग",
  },
  {
    name: "नाईक श्री. मानसिंग फत्तेसिंगराव",
  },
  {
    name: "नाईक श्री. संदीप गणेश",
  },
  {
    name: "नांदगावकर श्री. बाळा दगडू",
  },
  {
    name: "निम्हण श्री. विनायक महादेव",
  },
  {
    name: "निलंगेकर-पाटील डॉ. शिवाजीराव भाऊराव",
  },
  {
    name: "पटेल श्री. अमीन अमीर अली",
  },
  {
    name: "पटोले श्री. नानाभाऊ फाल्गुनराव",
  },
  {
    name: "पठारे श्री. बापूसाहेब तुकाराम",
  },
  {
    name: "पंडित श्री. बदामराव लहुराम",
  },
  {
    name: "पंडित श्री. विवेक रघुनाथ ऊर्फ भाऊ",
  },
  {
    name: "पडोळे श्री. दिनानाथ देवरावजी",
  },
  {
    name: "पवार श्री. अर्जुन तुळशीराम",
  },
  {
    name: "पवार ॲड. अशोक रावसाहेब",
  },
  {
    name: "पवार-पाटील श्री. माधवराव निवृत्तीराव",
  },
  {
    name: "पाटणकर श्री. विक्रमसिंह रणजितसिंह",
  },
  {
    name: "पाटील श्री. आप्पासाहेब ऊर्फ सा. रे.",
  },
  {
    name: "पाटील श्री. कृषिभूषण साहेबराव धोंडू",
  },
  {
    name: "पाटील श्री. कृष्णराव परशुराम ऊर्फ के. पी.",
  },
  {
    name: "पाटील श्री. चिमणराव रूपचंद",
  },
  {
    name: "पाटील श्री. धैर्यशील मोहन",
  },
  {
    name: "पाटील श्री. बसवराज माधवराव",
  },
  {
    name: "पाटील श्री. बाबासाहेब मोहनराव",
  },
  {
    name: "पाटील श्री. भाऊराव बाबुराव",
  },
  {
    name: "पाटील श्रीमती मीनाक्षी प्रभाकर",
  },
  {
    name: "पाटील श्री. रमेश रतन",
  },
  {
    name: "पाटील श्री. विलासराव बाळकृष्ण (काका)",
  },
  {
    name: "पाटील श्री. विवेकानंद शंकर",
  },
  {
    name: "पाटील प्रा. शरद माधावरव",
  },
  {
    name: "पाटील श्री. शामराव ऊर्फ बाळासाहेब पांडुरंग",
  },
  {
    name: "पाटील श्री. सदाशिवराव हणमंतराव",
  },
  {
    name: "पाटील श्री. सिद्रामप्पा मलकाप्पा",
  },
  {
    name: "पाटील श्री. हनमंतराव व्यंकटराव",
  },
  {
    name: "पाडवी श्री. के. सी.",
  },
  {
    name: "पारवे श्री. सुधीर लक्ष्मण",
  },
  {
    name: "पावरा श्री. काशिराम वेचान",
  },
  {
    name: "पिचड श्री. मधुकर काशीनाथ",
  },
  {
    name: "पिंपळे श्री. हरीश मारोती अप्पा",
  },
  {
    name: "पवार श्री. संभाजी हरी",
  },
  {
    name: "पोकर्णा श्री. ओमप्रकाश गणेशलाल",
  },
  {
    name: "फडणवीस श्री. देवेंद्र गंगाधरराव",
  },
  {
    name: "बडोले श्री. राजकुमार सुदाम",
  },
  {
    name: "बनसोडे श्री. अण्णा",
  },
  {
    name: "बंब श्री. प्रशांत बन्सीलाल",
  },
  {
    name: "बागल श्रीमती शामल दिगंबरराव",
  },
  {
    name: "बागवे श्री. रमेश आनंदराव",
  },
  {
    name: "बापट श्री. गिरीश",
  },
  {
    name: "बाबर श्री. महादेव रामचंद्र",
  },
  {
    name: "बावनकर श्री. अनिल फत्तू",
  },
  {
    name: "बावनकुळे श्री. चंद्रशेखर कृष्णराव",
  },
  {
    name: "बेनके श्री. वल्लभ दत्तात्रय",
  },
  {
    name: "बोंडे डॉ. अनिल सुखदेवराव",
  },
  {
    name: "बोंद्रे श्री. राहुल सिद्धिविनायक",
  },
  {
    name: "बोपचे श्री. खुशाल परसराम",
  },
  {
    name: "बोरसे श्री. उमाजी मंगलू",
  },
  {
    name: "भदे श्री. हरिदास पंढरी",
  },
  {
    name: "भालके श्री. भारत तुकाराम",
  },
  {
    name: "भालेराव श्री. सुधाकर संग्राम",
  },
  {
    name: "भुजबळ श्री. पंकज छगन",
  },
  {
    name: "भुसे श्री. दादाजी दगडू",
  },
  {
    name: "भेगडे श्री. बाळा ऊर्फ संजय विश्वनाथ",
  },
  {
    name: "भोईर श्री. प्रकाश सुखदेव",
  },
  {
    name: "भोंडेकर श्री. नरेंद्र भोजराज",
  },
  {
    name: "भोये श्री. योगेंद्र रेशमा",
  },
  {
    name: "भोसले श्री. नितीन केशवराव",
  },
  {
    name: "भोसले श्रीमंत छ. शिवेंद्रसिंहराजे अभयसिंहराजे",
  },
  {
    name: "मलिक श्री. नवाब मोहंम्मद इस्लाम",
  },
  {
    name: "मलिक श्री. लखन सहदेव",
  },
  {
    name: "महाजन श्री. गिरीश दत्तात्रय",
  },
  {
    name: "महाले श्री. धनराज हरिभाऊ",
  },
  {
    name: "माने श्री. दिलीप ब्रह्मदेव",
  },
  {
    name: "मिणचेकर डॉ. सुजित वसंतराव",
  },
  {
    name: "मिसाळ श्रीमती माधुरी सतिश",
  },
  {
    name: "मुंडे-पालवे श्रीमती पंकजा गोपीनाथराव",
  },
  {
    name: "मुंदडा डॉ. विमलताई नंदकिशोर",
  },
  {
    name: "मुनगंटीवार श्री. सुधीर सच्चिदानंद",
  },
  {
    name: "मुफ्ती मोहम्मद इस्माईल अ. खालिक",
  },
  {
    name: "मुल्लर श्री. बट्रेंड एरिक",
  },
  {
    name: "मेन्डोसा श्री. गिल्बर्ट",
  },
  {
    name: "महेता श्री. प्रकाश मंछुभाई",
  },
  {
    name: "मोकाटे श्री. चंद्रकांत बलभीम",
  },
  {
    name: "मोटे श्री. राहुल महारुद्र",
  },
  {
    name: "मोमीन श्री. रशीद ताहिर अब्दुल",
  },
  {
    name: "म्हात्रे श्री. रूपेश लक्ष्मण",
  },
  {
    name: "राऊत श्री. रामरतनबापू भरतबापू",
  },
  {
    name: "राजे-निबाळकर श्री. ओमप्रकाश भूपालसिह ऊर्फ पवनराजे",
  },
  {
    name: "राठोड श्री. अनिल (भैया) रामकिसन",
  },
  {
    name: "राठोड श्री. संजय दुलीचंद",
  },
  {
    name: "राणा श्री. रवी",
  },
  {
    name: "रायमूलकर डॉ. संजय भास्कर",
  },
  {
    name: "रावल श्री. जयकुमार जितेंद्रसिह",
  },
  {
    name: "रेंगे श्रीमती मीरा कल्याणराव",
  },
  {
    name: "लाड श्री. सुरेशभाऊ नारायण",
  },
  {
    name: "लांडे श्री. विलास विठोबा",
  },
  {
    name: "लोढा श्री. मंगलप्रभात",
  },
  {
    name: "वडेट्टीवार श्री. विजय नामदेवराव",
  },
  {
    name: "वनगा अँड. चिंतामण",
  },
  {
    name: "वळवी श्री. जगदीशचंद्र रमेश (जगदीशभाऊ)",
  },
  {
    name: "वाघ श्री. दिलीप ओंकार",
  },
  {
    name: "वाघचौरे श्री. संजय",
  },
  {
    name: "वांजळे श्री. रमेश हिरामण",
  },
  {
    name: "वाणी श्री. आर. एम.",
  },
  {
    name: "वायकर श्री. रवींद्र दत्ताराम",
  },
  {
    name: "विचारे श्री. राजन",
  },
  {
    name: "शर्मा श्री. गोवर्धन मांगीलालजी",
  },
  {
    name: "शिंगणे डॉ. राजेन्द्र भास्करराव",
  },
  {
    name: "शिंदे श्री. अशोक शामरावजी",
  },
  {
    name: "शिंदे श्री. एकनाथ संभाजी",
  },
  {
    name: "शिंदे कुमारी प्रणिती सुशीलकुमार",
  },
  {
    name: "शिंदे श्री. बबनराव विठ्ठलराव",
  },
  {
    name: "शिंदे प्रा. राम शंकर",
  },
  {
    name: "शिंदे श्री. विजयराज हरिभाऊ",
  },
  {
    name: "शिदे श्री. वैजनाथ ग्यानदेव",
  },
  {
    name: "शिंदे श्री. शशिकांत जयवंतराव",
  },
  {
    name: "शिरसाट श्री. संजय पांडुरंग",
  },
  {
    name: "शिवतारे श्री. विजय सोपानराव",
  },
  {
    name: "शेख श्री. अस्लम",
  },
  {
    name: "शेखर श्रीमती अँनी",
  },
  {
    name: "शेखावत श्री. रावसाहेब",
  },
  {
    name: "शेट्टी श्री. गोपाळ",
  },
  {
    name: "शेट्टी श्री. जगन्नाथ अचन्ना",
  },
  {
    name: "शेंडगे श्री. प्रकाश (अण्णा) शिवाजीराव",
  },
  {
    name: "श्यामकुळे श्री. नानाजी सीताराम",
  },
  {
    name: "संचेती श्री. चैनसुख मदनलाल",
  },
  {
    name: "सरदार श्री. तारासिह",
  },
  {
    name: "सरदेसाई श्री. नितीन विजयकुमार",
  },
  {
    name: "सरनाईक श्री. प्रताप बाबूराव",
  },
  {
    name: "सागर श्री. योगेश",
  },
  {
    name: "सांगळे श्री. मंगेश",
  },
  {
    name: "सातव श्री. राजीव शंकरराव",
  },
  {
    name: "सानंदा श्री. दिलीपकुमार गोकुळचंद",
  },
  {
    name: "सांबरे श्री. संतोष वसंतलाल",
  },
  {
    name: "सामंत श्री. उदय रवींद्र",
  },
  {
    name: "सावकारे श्री. संजय वामन",
  },
  {
    name: "सावरा श्री. विष्णू रामा",
  },
  {
    name: "सावंत श्री. प्रकाश (बाळा) वसंत",
  },
  {
    name: "साळवी श्री. राजन",
  },
  {
    name: "हंडोरे श्री. चंद्रकांत दामोदर",
  },
  {
    name: "हाळवणकर श्री. सुरेश गणपती",
  },
  {
    name: "हेगडे श्री. कृष्णा",
  },
  {
    name: "क्षीरसागर श्री. राजेश विनायकराव",
  },
  {
    name: "चव्हाण श्री. पृथ्वीराज दाजीसाहेब",
  },
  {
    name: "पवार श्री. अजित अनंतराव",
  },
  {
    name: "राणे श्री. नारायण तातू",
  },
  {
    name: "भुजबळ श्री. छगन चंद्रकांत",
  },
  {
    name: "पाटील श्री. रावसाहेब रामराव ऊर्फ आर. आर. पाटील",
  },
  {
    name: "कदम डॉ. पतंगराव श्रीपतराव",
  },
  {
    name: "मोघे श्री. शिवाजीराव शिवरामजी",
  },
  {
    name: "विखे-पाटील श्री. राधाकृष्ण एकनाथराव",
  },
  {
    name: "पाटील श्री. जयंत राजाराम",
  },
  {
    name: "पाटील श्री. हर्षवर्धन शहाजीराव",
  },
  {
    name: "नाईक श्री. गणेश रामचंद्र",
  },
  {
    name: "थोरात श्री. विजय ऊर्फ बाळासाहेब भाऊसाहेब",
  },
  {
    name: "ढोबळे प्रा. लक्ष्मण कोंडिबा",
  },
  {
    name: "देशमुख श्री. अनिल वसंतराव",
  },
  {
    name: "क्षीरसागर श्री. जयदत्त सोनाजीराव",
  },
  {
    name: "नाईक श्री. मनोहरराव राजूसिंग",
  },
  {
    name: "गावित डॉ. विजयकुमार कृष्णराव",
  },
  {
    name: "तटकरे श्री. सुनील दत्तात्रय",
  },
  {
    name: "नाईक-निंबाळकर श्री. रामराजे प्रतापसिह",
  },
  {
    name: "पाचपुते श्री. बबनराव भिकाजी",
  },
  {
    name: "टोपे श्री. राजेश अंकुशराव",
  },
  {
    name: "दर्डा श्री. राजेंद्र जवाहरलाल",
  },
  {
    name: "खान श्री. मोहम्मद आरीफ (नसीम)",
  },
  {
    name: "शेट्टी श्री. सुरेश हिरायेन्ना",
  },
  {
    name: "मुश्रीफ श्री. हसन मियालाल",
  },
  {
    name: "राऊत डॉ. नितीन काशिनाथ",
  },
  {
    name: "चव्हाण श्री. मधुकरराव देवराव",
  },
  {
    name: "वळवी श्री. पद्माकर विजयसिंग",
  },
  {
    name: "गायकवाड प्रा. (श्रीमती) वर्षा एकनाथ",
  },
  {
    name: "देवतळे श्री. संजय वामनराव",
  },
  {
    name: "कांबळे श्री. रणजीत प्रतापराव",
  },
  {
    name: "जाधव श्री. भास्कर भाऊराव",
  },
  {
    name: "सोळंके श्री. प्रकाश सुंदरराव",
  },
  {
    name: "अहिर श्री. सचिन मोहन",
  },
  {
    name: "खान प्रा. (श्रीमती) फौजिया तहसीन",
  },
  {
    name: "देवकर श्री. गुलाबराव बाबुराव",
  },
  {
    name: "पाटील श्री. सतेज ऊर्फ बंटी डी.",
  },
  {
    name: "मुळक श्री. राजेंद्र भाऊसाहेब",
  },
  {
    name: "गावित श्री. राजेंद्र डी.",
  },
  {
    name: "सावंत श्री. डी. पी.",
  },
  {
    name: "वळसे-पाटील श्री. दिलीप दत्तात्रय",
  },
  {
    name: "पुरके प्रा. वसंत चिंधुजी",
  },
  {
    name: "खडसे श्री. एकनाथराव गणपतराव",
  },
  {
    name: "नांदगावकर श्री. बाळा",
  },
  {
    name: "शिंदे श्री. शिशिर",
  },
  {
    name: "शामकुळे श्री. नानाजी सिताराम",
  },
  {
    name: "देसाई, श्री. सुभाष राजाराम",
  },
  {
    name: "बडोले श्री. राजकुमार सुदाम",
  },
  {
    name: "सिंह श्री. कृपाशंकर",
  },
  {
    name: "डोळस श्री. हनुमंत जगन्नाथ",
  },
  {
    name: "सिंह श्री. राजहंस",
  },
  {
    name: "वाघ श्री. शशिकांत",
  },
  {
    name: "निंबाळकर श्री. ओमराजे पवनराजे",
  },
  {
    name: "कदम, डॉ. पतंगराव श्रीपदराव",
  },
  {
    name: "देसाई श्री. कृष्णराव रखमाजीराव ऊर्फ बाबासाहेब कुपेकर",
  },
  {
    name: "गावीत, डॉ. विजयकुमार कृष्णराव",
  },
  {
    name: "डहाके, श्री. प्रकाश उत्तमरावजी",
  },
  {
    name: "सिद्दीकी श्री बाबा झियाउद्दीन",
  },
  {
    name: "सिरसकार श्री बळीराम भगवान",
  },
  {
    name: "सोपल श्री दिलीप गंगाधर",
  },
  {
    name: "थोरात, श्री. विजय ऊर्फ बाळासाहेब भाऊसाहेब",
  },
  {
    name: "मोहिते-पाटील, श्री. दिलीप दत्तात्रय",
  },
];
